Repository: PabloCastellano/alterchef
Catalog: altermeshfc/altermeshfc/locale/*/LC_MESSAGES/django.po
Languages: es

source: This does not appear to be an ssh public key
es: Esto no parece ser una llave pública ssh

source: Row %d does not appear to be an ssh public key
es: La fila %d no parece ser una llave pública ssh

source: Extra include/exclude packages
es: Más paquetes a incluir o excluir

source: list of packages to include or exclude. i.e. to include foo and baz, and exclude bar: <tt>foo -bar baz</tt>
es: listado de paquetes a incluir o excluir. por ej. para incluir fooy baz y excluir bar: <tt>foo -bar baz</tt>

source: File
es: Archivo

source: Own profiles
es: Mis perfiles

source: Other profiles (unsupported!)
es: Otros perfiles (no soportados!)

source: Default profiles (supported)
es: Perfiles por defecto (soportados)

source: <span class='text-warning'>WARNING: if any key is selected, telnet access will be disabled. If unsure leave all boxes unchecked.</span>
es: <span class='text-warning'>ATENCIÓN: si hay alguna llave seleccionada, el acceso por telnet estará deshabilitado. Si no estás seguro, deja todas las opciones sin tildar.</span>

source: You must select at least one device.
es: Debes seleccionar al menos un dispositivo.

source: PROFILE devices must contain only alphanumeric characters.
es: Los nombres de dispositivos sólo pueden contener caracateres alfanuméricos.

source: Nonexistent device %s
es: Dispositivo %s inexistente

source: devices
es: dispositivos

source: Upload a tar/tar.gz with files to include. Files <b>MUST</b> be UTF-8 encoded!
es: Subir un tar/tar.gz con archivos a incluir. Los archivos <b>TIENEN</b> que estar encodeados en UTF-8!

source: name
es: nombre

source: also acts as the default public ESSID. Eg: quintanalibre.org.ar
es: también servirá como ESSID público. Por ej: quintanalibre.org.ar

source: description
es: descripción

source: network
es: red

source: networks
es: redes

source: slug
es: identificador alfanumérico

source: creation date
es: fecha de creación

source: based on
es: basado en

source: Create fw profile based on this profile. Leave it on default if you are not sure.
es: Utilizar el perfil seleccionado como base. Si no estás seguro puede quedar en blanco

source: include packages
es: paquetes a incluir

source: include files
es: archivos a incluir

source: openwrt revision
es: revisión de OpenWrt

source: firmware profile
es: perfil de firmware

source: firmware profiles
es: perfiles de firmware

source: user
es: usuario

source: ssh key
es: llave ssh

source: automaticaly add this key to my profiles
es: agregar automáticamente esta llave a mis perfiles

source: SSH key
es: llave SSH

source: SSH keys
es: Llaves SSH

source: waiting
es: esperando

source: started
es: comenzado

source: finished
es: finalizado

source: failed
es: fallo

source: satus
es: estado

source: profile
es: perfil

source: job data
es: datos de la tarea

source: Encoding Error: Uploaded tarfile must have all it's files encoded in UTF-8.
es: Error de Encoding: El archivo tar tiene que tener todos sus archivos guardados en encoding UTF-8.

source: Cook Firmware for profile
es: Cocinar firmware para el perfil

source: Chef is already cooking this profile, please be patient!
es: el Chef ya se encuentra cocinando este perfil, ten paciencia!

source: Return
es: Volver

source: Click Cook button to start cooking! it should take a couple of minutes. An e-mail will be sent to you when the firmware is ready.
es: Clickea el botón de Cocinar para comenzar! demorará unos minutos. Recibirás un e-mail cuando el firmware esté listo.

source: Cook
es: Cocinar

source: Create Firmware Profile
es: Crear Perfil de Firmware

source: Create
es: Crear

source: Advanced creation
es: Creación avanzada

source: You may write anything you want in the files. Take in consideration that some files contain variables in the form:
es: Puedes escribir lo que desees en los archivos. Ten en consideración que algunos archivos contienen variables en el formato:

source: Add a file
es: Agregar un archivo

source: Save
es: Guardar

source: Diff for profiles
es: Diferencia entre perfiles

source: Invert diff
es: Invertir diff

source: Packages diff
es: Diff de packages

source: Files diff
es: Diff de archivos

source: Added
es: Agregados

source: Removed
es: Quitados

source: Changed
es: Cambiados

source: Job Detail
es: Detalle de la tarea

source: Network
es: Red

source: Profile
es: Perfil

source: Created by
es: Creado por

source: Status
es: Estado

source: List Jobs
es: Listar tareas

source: <tr><th>Job</th><th>Network</th><th>Profile</th><th>Status</th><th>User</th><th>Date</th></tr>
es: <tr><th>Tarea</th><th>Red</th><th>Perfil</th><th>Estado</th><th>Usuario</th><th>Fecha</th></tr>

source: Delete Profile
es: Borrar Perfil

source: Are you sure you want to delete this profile?
es: Estás seguro de que deseas borrar este perfil?

source: Delete
es: Borrar

source: Profile Detail
es: Detalle de Perfil

source: compare with
es: comparar con

source: Warning!
es: Atención!

source: This profile has the following pending jobs, so the files may not be up to date. Please wait the Chef to finish them to ensure you download the latest files.
es: Este perfil tiene las siguientes órdenes pendiendes y en consecuencia sus archivos pueden no estar al día. Por favor aguarda a que el Chef las procese para asegurarte de estar descargando los últimos archivos.

source: The last cook of this profile has failed.
es: El último intento de cocinar este perfil ha fallado.

source: Last cook with success for this profile was %(time_from_creation)s ago.
es: La última vez que este perfil se cocinó con éxito fue hace %(time_from_creation)s.

source: Edit
es: Editar

source: Toggle Details
es: Ver Detalle

source: Download Firmware
es: Descargar Firmware

source: Name
es: Nombre

source: Description
es: Descripción

source: OpenWrt revision
es: revisión de OpenWrt

source: Creation date
es: Fecha de creación

source: Admins
es: Administradores

source: Delete Network
es: Borrar Red

source: Are you sure you want to delete this network? Consider that all firmware profiles will be deleted too.
es: Seguro que deseas borrar esta Red? Todos los perfiles y archivos asociados también se borrarán.

source: Network Detail
es: Detalle de Red

source: Network
es: Red

source: List Networks
es: Listar Redes

source: Profiles
es: Perfiles

source: Delete SSH Key
es: Borrar llave SSH

source: Are you sure you want to delete this SSH key?
es: Estás seguro de que deseas borrar esta llave SSH?

source: SSH Key Detail
es: Detalle de llave SSH

source: SSH Key
es: Llave SSH

source: List SSH Keys
es: Lista de llaves SSH

source: Add SSH Key
es: Agregar llave SSH

source: Key
es: Llave

source: Auto add
es: Agregar automáticamente

source: Index of
es: Índice de

source: 404 Not found
es: 404 No encontrado

source: Log out
es: Salir

source: Log in
es: Ingresar

source: Home
es: Inicio

source: Mailing List
es: Lista de correo

source: Docs
es: Documentación

source: Networks
es: Redes

source: Create Network
es: Crear Red

source: All Networks
es: Todas las Redes

source: My Networks
es: Mis Redes

source: AlterMesh Firmware Chef
es: Chef de Firmwares AlterMesh

source: This software is part of the <a href="http://altermundi.net/">AlterMundi</a> project
es: Este software es parte del proyecto <a href="http://altermundi.net/">AlterMundi</a>

source: This is Free Software licensed under <a href="http://www.gnu.org/licenses/agpl.txt" >AGPL</a>
es: Esto es Software Libre con licencia <a href="http://www.gnu.org/licenses/agpl.txt" >AGPL</a>

source: Get the code!
es: ¡Obtener el código!

source: Welcome to our firmware kitchen
es: Bienvenida/o a nuestra cocina de firmwares

source: To create a firmware for your network you only need to follow this steps
es: Para crear el firmware de tu red, sólo necesitas seguir estos pasos

source: Register
es: Registrarse

source: Create your network
es: Crear Red

source: Create your firmware profile
es: Crear Perfil de Firmware

source: The activation key you posted is invalid.
es: La clave de activación es incorrecta.

source: Please make sure that:
es: Por favor asegúrate de que:

source: You haven't already activated your account
es: Tu cuenta no ha sido previamente activada

source: Your key hasn't expired
es: Tu clave de activación no haya expirado

source: Your activation link wasn't split or malformed
es: Haber copiado correctamente el link de activación

source: Welcome! Your account has been successfully activated.
es: Tu cuenta ha sido activada satisfactoriamente.

source: Your account is now active!
es: Tu cuenta ya está activa!

source: You may now
es: Ahora puedes

source: login
es: ingresar

source: Thank you for registering to %(site)s You can finish your registration by clicking on this link:
es: Gracias por registrarte en %(site)s Puedes concluir la registración haciendo click en este enlace:

source: This activation key will expire in %(expiration_days)s days.
es: Esta clave de activación expirará en %(expiration_days)s días.

source: Account activation for
es: Activación de cuenta para

source: Login
es: Ingreso

source: If you have not yet created an account you need to <a href="/accounts/register?next=%(next)s">register</a> before you may login.
es: Si aún no ha creado una cuenta, necesitará <a href="/accounts/register?next=%(next)s">registrarse</a> antes de ingresar.

source: Logout
es: Salir

source: You have logged out
es: Has salido

source: Registration complete
es: Registración completa

source: Please check your e-mail and follow the provided link in order to complete your account activation
es: Por favor revisa tu correo y sigue el vínculo provisto para completar la activación de tu cuenta

source: Registration
es: Registración
